import React from 'react';

//어디아파 서비스 이용약관
export const Tos = () => {
  return <div dangerouslySetInnerHTML={{ __html: contents }}></div>;
};

const contents = `
      <strong>제 1 조 (목적)</strong>
      <p>
        주식회사 비플러스랩(이하 '회사')이 제공하는 서비스를 이용해 주셔서 감사합니다. 회사는 의료,
        개인정보 관련 법령 등 관련 법령을 준수하며 여러분들께 양질의 서비스를 제공하기 위하여 최선의
        노력을 다하고 있습니다. 본 이용약관은 회사가 제공하는 어디아파 서비스를 이용하는 데 필요한
        권리, 의무 및 책임사항, 서비스의 내용과 성격, 이용조건 등 기본적인 사항을 규정하고 있으므로
        회원가입을 신청하시기 이전에 주의 깊게 읽어주시기 바랍니다.
      </p>
      <strong>제 2 조 (정의)</strong>
      <p>본 약관에서 사용하는 용어의 정의는 아래 각 호와 같습니다.</p>
      <ol>
        <li>
          1. '어디아파'라 함은 여러분이 회원 본인 및 타인의 신체 증상을 입력하는 행동으로 상담을 할
          수 있도록 돕는 회사가 제공하는 인공지능으로 구동되는 건강정보 데이터베이스 서비스를
          의미합니다.
        </li>
        <li>
          2. '회원'이라 함은 회사의 어디아파 서비스를 이용하기 위해 본 약관에 따라 회사와 이용계약을
          체결하고 회사가 제공하는 어디아파 서비스를 이용하는 고객을 말합니다.
        </li>
        <li>
          3. '계정'이라 함은 여러분이 어디아파 서비스를 이용할 수 있도록 회사가 여러분에게 부여하는
          권한단위를 의미합니다.
        </li>
        <li>
          4. ‘유료 서비스’란 회사가 제공하는 서비스중 비용이 발생되는 각종 부가 서비스를 의미합니다.
        </li>
        <li>
          5. 약관에서 사용하는 용어 중 본 조 제1호 내지 제4호에서 정의하지 아니한 것은 관련 법령 및
          일반적인 상관례에 따릅니다.
        </li>
      </ol>
      <strong>제 3 조 (약관의 게시와 개정)</strong>
      <ol>
        <li>
          ① 회사는 본 약관의 내용을 여러분이 쉽게 알 수 있도록 어디아파 앱의 회원가입 화면과 앱 세부
          메뉴 등에 게시하여 알려드리겠습니다.
        </li>
        <li>
          ② 회사는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 본 약관을 개정할 수 있습니다.
        </li>
        <li>
          ③ 회사는 본 약관을 개정할 경우 개정내용과 적용일자를 명시하여 제14조에 따른 방법으로
          개정약관 적용일자 7일 전부터 개정약관 적용일자 전일까지 여러분에게 알려드리겠습니다. 다만
          개정약관이 여러분에게 불리하게 개정되는 경우에는 개정약관 적용일자 30일 전부터 개정약관
          적용일자까지 공지하여 알려드리고, 전자우편, 전자쪽지, 로그인 시 노출되는 팝업 창 등의
          전자적 수단을 통해 별도로 알려드리겠습니다.
        </li>
        <li>
          ④ 회사가 전항에 따라 본 약관의 개정을 공지하면서 여러분에게 개정약관 적용일자 전일까지
          이의 제기 등 거부의 의사표시를 하지 않으면 동의의 의사표시가 표명된 것으로 본다는 뜻을
          명확하게 고지했거나 제14조에 따른 방법으로 통지하였음에도 여러분이 명시적으로 거부의
          의사표시를 하지 않은 경우 여러분이 개정된 약관을 승인한 것으로 봅니다.
        </li>
        <li>
          ⑤ 여러분은 본 약관의 개정에 동의하지 않을 경우 개정약관 적용일자 이후 어디아파 서비스를
          이용해서는 안 됩니다. 여러분은 약관 적용일자 전일까지 회사에 거부의사를 표시하고 회원
          탈퇴를 하실 수 있습니다.
        </li>
      </ol>
      <strong>제 4 조 (회원 가입)</strong>
      <ol>
        <li>
          ① 서비스 이용 계약(회원 가입)은 여러분이 카카오톡, 네이버, 구글 등의 소셜서비스 아이디로
          로그인 하신 후 본 약관의 내용에 동의하여 회원가입 신청을 하고 회사가 이에 대하여
          승낙함으로써 체결됩니다. 회사는 구체적인 신청절차 및 승낙조건 등에 관하여 어디아파
          서비스를 통해 안내할 수 있습니다.
        </li>
        <li>
          ② 회사는 가입신청자의 어디아파 서비스 가입신청에 대하여 승낙함을 원칙으로 합니다. 다만,
          회사는 다음 각 호에 해당하는 신청에 대하여는 승낙하지 않을 수 있고, 회원가입 이후에라도
          다음의 각 호의 사유가 확인될 경우에는 제22조에 따라 회원 자격 박탈 조치를 할 수 있습니다.
          <ol>
            <li>1. 회원가입자가 본 약관에 의하여 이전에 회원 자격을 상실한 적이 있는 경우</li>
            <li>
              2. 회원가입자가 본 약관에 의하여 어디아파 이용정지를 받고 있던 중에 회원 탈퇴를 한
              적이 있는 경우
            </li>
            <li>3. 회원가입자가 만 14세 미만의 아동인 경우</li>
            <li>
              4. 회원가입자의 귀책사유로 인하여 승낙이 불가능하거나 기타 본 약관에서 규정한 제반
              사항을 위반하여 신청하는 경우
            </li>
          </ol>
        </li>
        <li>
          ③ 회사는 어디아파 관련 설비의 여유가 없거나 기술상 또는 업무상 장애가 있는 경우에는
          회원가입 승낙을 유보할 수 있습니다.
        </li>
        <li>
          ④ 회사가 제2항 또는 제3항에 따라 어디아파 이용의 승낙을 하지 아니하거나 유보한 경우,
          회사는 원칙적으로 이를 제14조에 따른 방법으로 여러분에게 알려드리겠습니다.
        </li>
        <li>
          ⑤ 회원가입의 성립 시기는 회사가 가입완료를 신청절차 상에서 표시하거나, 제14조에 따른
          가입완료 통지가 여러분에게 도달한 시점으로 합니다.
        </li>
        <li>
          ⑥ 회사가 본 조에 따라 어디아파 이용 신청을 승낙하였더라도 여러분 생성한 계정이 관련 법령을
          위반하지 않는다거나 본 약관이나 서비스 운영정책 등에 적합함을 보증하거나 보장하는 것은
          아닙니다. 회사는 승낙 이후에도 관련 법령 또는 본 약관이나 서비스 운영정책 등에 위반하는
          것이 확인될 경우 제22조에 따라 여러분과의 어디아파 이용계약을 해지하거나 여러분의 계정을
          정지시킬 수 있습니다.
        </li>
      </ol>
      <strong>제 5 조 (어디아파 서비스의 내용)</strong>
      <ol>
        <li>
          ① 회사가 제공하는 어디아파 서비스의 구체적인 내용은 아래와 같습니다.
          <ol>
            <li>1. 인공지능으로 구동되는 건강정보 데이터베이스</li>
            <li>
              2. 인공지능으로 구동되는 건강정보 데이터베이스를 이용하여 증상을 상담할 수 있는 채팅
              및 시스템 공간
            </li>
            <li>
              3. 제1호, 제2호에 따라 운영되는 병원, 진료과 추천 기능, 의사정보 제공 서비스, 병원
              찾기, 약국 찾기 기능
            </li>
            <li>4. 건강뉴스 제공 서비스</li>
            <li>5. 기타 "회원"또는 "회원"의 "계정"운영/관리 등을 위한 제반 지원 서비스</li>
          </ol>
        </li>
        <li>
          ② 회사는 업무 수행상 필요하다고 판단되는 경우 서비스 내용을 추가하거나 변경할 수 있으며,
          이 경우 추가 또는 변경한 서비스의 내용을 미리 웹사이트에 게시하거나 여러분에게 개별적으로
          알려드리겠습니다.
        </li>
      </ol>
      <strong>제 6 조 (어디아파 서비스의 한계)</strong>
      <p>
        아래 각 호의 내용들은 어디아파 서비스의 한계에 관한 내용들입니다. 서비스 가입 이전에 아래
        내용들을 주의 깊게 읽어주시기 바랍니다.
      </p>
      <ol>
        <li>
          1. 어디아파를 통해 제공되는 서비스들은 의료 서비스가 아니며, 어디아파는 의료 진단이나 처방
          서비스를 제공하지 않습니다.
        </li>
        <li>
          2. 어디아파를 통해 제공하는 서비스들은 의사, 병원 또는 기타 의료 서비스 제공자가 제공하는
          의료 서비스를 대체할 수 없습니다.
        </li>
        <li>
          3. 여러분은 어디아파를 통해 획득한 약품, 질병 정보 등 의료 관련 정보를 오직 참고용으로만
          사용하셔야 하며, 어디아파가 제공하는 정보에 의존하여 여러분의 질병을 치료하시면 안 됩니다.
        </li>
        <li>
          4. 여러분은 어디아파를 통해 얻은 정보에 의존하여 의사의 조언을 배제하거나 병원 진료 예약
          등을 취소하시면 안 됩니다.
        </li>
        <li>5. 어디아파는 여러분에게 대면 진단 및 치료 서비스를 제공해 드리지 않습니다.</li>
        <li>
          6. 어디아파는 여러분이 어디아파를 통해 제공해주신 정보를 바탕으로 서비스를 제공해 드리는
          것이므로, 여러분은 회사에게 정확하고 완전한 정보를 제공해 주셔야 합니다.
        </li>
        <li>
          7. 어디아파는 긴급 의료 서비스를 제공하지 않으므로 여러분의 의료 응급상황을 해결해 드릴 수
          없습니다. 따라서 여러분은 의료 응급상황이 발생할 경우 즉시 119구급대나 병원 응급실 등
          응급의료의 도움을 받으셔야 합니다.
        </li>
      </ol>
      <strong>제 7 조 (회사의 책임 제한)</strong>
      <ol>
        <li>
          ① 회사는 어디아파를 통해 제공하는 모든 정보, 내용, 재료, 제품(앱에 포함된 것을 포함합니다)
          및 서비스에 관해 어떠한 보증도 제공하지 않습니다.
        </li>
        <li>
          ② 회사는 어디아파를 통하여 제공하는 조언, 정보, 데이터의 진실성에 대해 어떠한 형태의
          보증도 제공하지 않습니다.
        </li>
        <li>
          ③ 회사는 어디아파가 제공하는 정보를 질병 치료를 하여 문제가 발생할 경우 그에 대한 어떠한
          책임도 지지 않습니다.
        </li>
        <li>
          ④ 회사는 어디아파가 의사의 처방 기타 다른 형식의 진단 의견에 의해 관련 정보를 제공한 경우,
          해당 처방 또는 진단 의견의 오류나 누락으로 인한 문제에 대해 어떠한 책임도 지지 않습니다.
        </li>
        <li>
          ⑤ 여러분이 제공한 정보가 정확하지 않거나 불완전하거나 오기, 오류가 있는 경우(고의 또는
          과실을 불문합니다), 회사가 여러분에게 제공하는 정보에 영향을 미칠 수 있으며, 이로 인하여
          부정확한 정보가 전달되는 등 문제가 발생하는 경우 회사는 이에 대하여 어떠한 책임도 지지
          않습니다.
        </li>
        <li>
          ⑥ 회사는 어디아파에 포함되거나 기타 다른 방식으로 어디아파를 통해 여러분에게 제공하는 모든
          정보, 내용, 재료, 제품(소프트웨어 포함) 및 서비스, 서버 또는 클라이언트로부터 발송된 메일,
          정보에 악성 코드나 기타 유해 성분이 없음을 보증하지 않습니다.
        </li>
      </ol>
      <strong>제 8 조 (회원정보 등의 변경)</strong>
      <ol>
        <li>
          ① 여러분은 회원정보 관리화면을 통하여 언제든지 본인의 회원정보를 열람하실 수 있으며, 모두
          홈 또는 모두 고객센터를 통해 회원정보의 수정을 신청하실 수 있습니다.
        </li>
        <li>
          ② 여러분은 회원가입신청 이후 기재한 사항이 변경되었을 경우, 회원정보 관리화면을 통하여
          수정을 하시거나 회사에 대하여 그 변경사항을 알리셔야 합니다.
        </li>
        <li>
          ③ 여러분이 제 2항을 위반하여 변경사항을 회사에 알리지 않아 발생한 불이익에 대해서 회사는
          책임지지 않습니다.
        </li>
      </ol>
      <strong>제 9 조 (회원의 계정 관리의무)</strong>
      <ol>
        <li>
          ① 여러분의 계정에 관한 관리책임은 여러분에게 있으며, 여러분은 이를 제3자가 이용하도록
          하여서는 안 됩니다.
        </li>
        <li>
          ② 여러분은 자신의 계정이 도용되었거나 제3자에 의해 사용되고 있음을 인지한 경우 이를 즉시
          회사의 이메일 주소인 jis1218@bepluslab.co.kr로 통지하고 회사의 안내에 따르셔야 합니다.
        </li>
        <li>
          ③ 회사는 여러분의 계정과 관련하여 개인정보의 유출 우려가 있는 경우, 해당 계정의 이용을
          제한할 수 있으며, 이러한 경우 제14조에 따른 방법으로 여러분에게 알려드리겠습니다.
        </li>
        <li>
          ④ 여러분이 제1항의 의무를 위반하거나 제2항에 따라 회사에 그 사실을 통지하지 않거나, 통지한
          경우라도 회사의 안내에 따르지 않아 발생한 불이익에 대해서 회사는 책임지지 않습니다.
        </li>
        <li>
          ⑤ 회사의 책임이 아닌 사유로 여러분의 계정의 아이디, 비밀번호 등 정보가 도용되거나, 부정
          사용되는 등 상황이 발생한 경우, 이에 따른 모든 문제에 대한 책임은 여러분에게 있습니다.
        </li>
      </ol>
      <strong>제 10 조 (회사의 개인정보 보호의무)</strong>
      <p>
        회사는 개인정보 보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령이 정하는
        바에 따라 여러분의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 이용에 대해서는
        관련 법령 및 회사의 개인정보처리방침이 적용됩니다.
      </p>
      <strong>제 11 조 (서비스의 제공 등)</strong>
      <ol>
        <li>
          ① 회사가 제공하는 어디아파 서비스는 원칙적으로 무료 서비스입니다. 다만 회사는 장래
          시장상황의 변화, 정부 규제, 회사 정책 등에 따라 어디아파 서비스의 중대한 변경이 불가피한
          경우 어디아파 서비스의 전부 또는 일부를 유료 서비스로 전환할 수 있습니다. 또한 회사는
          어디아파 서비스에 별도의 유료 서비스를 추가 또는 제공할 수 있으며 이 경우 회사는 제14조에
          따른 방법으로 여러분에게 알려드리겠습니다.
        </li>
        <li>
          ② 회사는 원칙적으로 제4조에 따라서 여러분의 회원가입을 승낙한 때로부터 어디아파 서비스를
          연중무휴로 1일 24시간 제공하기 위하여 노력합니다. 다만 회사의 기술상 또는 업무상의 장애로
          인하여 어디아파 서비스를 즉시 개시하지 못하는 경우 회사는 제14조에 따른 방법으로
          여러분에게 알려드리겠습니다.
        </li>
        <li>
          ③ 회사는 여러분이 어디아파 서비스 이용 내역의 운영현황확인 및 상담 분석을 할 수 있도록
          회사에 로그 분석 서비스인 "Google Analytics"를 적용합니다.
        </li>
      </ol>
      <strong>제 12 조 (서비스의 변경)</strong>
      <ol>
        <li>
          ① 회사는 어디아파 서비스의 안정적인 제공 또는 개선을 위하여 운영상, 기술상 필요에 따라
          제공하고 있는 어디아파 서비스를 변경할 수 있습니다.
        </li>
        <li>
          ② 회사는 어디아파 서비스의 중요사항을 변경할 경우 변경내용과 적용일자를 명시하여 제14조에
          따른 방법으로 사전에 알려드리겠습니다. 이때 여러분의 권리나 의무 및 어디아파 서비스 이용과
          관련되는 실질적인 사항을 변경할 경우 적용일자 7일 전부터 알려드리겠으며, 여러분에게 불리한
          변경일 경우엔 적용일자 30일 전부터 알려드리겠습니다.
        </li>
        <li>
          ③ 여러분은 어디아파 서비스 변경에 동의하지 않을 경우 회사에 거부의사를 표시하고 회원
          탈퇴를 하실 수 있습니다.
        </li>
        <li>
          ④ 회사는 본 조 제1항에 따른 어디아파 서비스 변경에 대하여 관련 법령에 특별한 규정이 없는
          한 여러분에게 별도로 보상해드리지 않습니다.
        </li>
      </ol>
      <strong>제 13 조 (서비스의 중단)</strong>
      <ol>
        <li>
          ① 회사는 다음 각 호에 해당하는 경우 어디아파 서비스의 일부 또는 전부의 제공을 일시적으로
          중단할 수 있습니다.
          <ol>
            <li>1. 설비의 보수 등을 위하여 부득이한 경우</li>
            <li>2. 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지하는 경우</li>
            <li>
              3. 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인
              서비스 제공에 지장이 있는 경우
            </li>
            <li>
              4. 기타 회사가 서비스를 제공할 수 없는 위 제1호 내지 제3호에 준하는 사유가 발생한 경우
            </li>
          </ol>
        </li>
        <li>
          ② 회사는 여러분이 회사가 제공하는 통상적인 수준의 트래픽, 용량 등을 과도하게 초과하여
          어디아파 서비스의 정상적인 제공에 지장이 있는 경우, 여러분에 대한 어디아파 서비스 제공을
          일시적으로 중단할 수 있으며, 여러분이 어디아파 서비스의 중단 사유를 해소하는 경우에는
          서비스운영정책에 정하는 바에 따라 어디아파 서비스의 제공을 재개합니다.
        </li>
        <li>
          ③ 회사는 어디아파 서비스의 제공을 일시적으로 중단할 경우 중단사유와 중단기간을 명시하여
          제14조에 따른 방법으로 사전에 알려드리겠습니다. 다만, 회사가 사전에 통지할 수 없는
          부득이한 사유가 있는 경우엔 사후에 알려드리게 될 수도 있습니다.
        </li>
        <li>
          ④ 회사는 본 조 제1항, 제2항에 따른 어디아파 서비스 제공 중단으로 발생한 여러분의 손해에
          대하여 고의 또는 중과실이 없는 한 책임을 지지 않습니다.
        </li>
      </ol>
      <strong>제 14 조 (회원에 대한 통지)</strong>
      <ol>
        <li>
          ① 회사가 여러분에 대하여 통지를 하는 경우 본 약관에 별도의 규정이 없는 한 여러분이 제공한
          유효한 연락처 중 임의의 하나 또는 여러 개를 통하여 여러분에게 공지 또는 통지할 수
          있습니다. 여러분이 어디아파 서비스에 회원가입을 하신 경우 해당 계정을 이용한 전자쪽지,
          알림메시지, 팝업메시지도 유효한 연락처 중 하나로 간주됩니다.
        </li>
        <li>
          ② 여러분은 회사가 여러분에게 연락을 할 수 있도록 회사에게 유효한 연락처를 제공하셔야 하며,
          여러분의 연락처 미제공으로 통지가 이루어지지 못하여 여러분에게 손해가 발생한 경우 회사는
          이에 대하여 책임지지 않습니다.
        </li>
        <li>
          ③ 회사는 회원 전체에 대하여 통지를 하는 경우 어디아파 초기화면 또는 공지사항에
          게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만 여러분의 어디아파 서비스 이용에
          중대한 영향을 주는 사항에 대해서는 제1항의 통지 수단 중 선택하여 통지합니다.
        </li>
      </ol>
      <strong>제 15 조 (회사의 권리와 의무)</strong>
      <ol>
        <li>
          ① 회사는 관련 법령과 본 약관을 준수하며, 계속적이고 안정적으로 어디아파 서비스를 제공하기
          위하여 최선을 다하여 노력합니다.
        </li>
        <li>
          ② 회사는 어디아파 서비스 이용과 관련하여 여러분으로부터 제기된 의견이나 불만이 정당하다고
          인정될 경우 이를 처리하여야 하며, 제14조에 따른 방법으로 여러분에게 처리과정 및 결과를
          알려드릴 수 있습니다.
        </li>
        <li>
          ③ 회사는 여러분의 신원정보 확인을 위해 회사가 정한 일정한 범위의 정보 및 관련 서류의
          제출을 요청드릴 수 있으며, 관련 법령에 따라 권한 있는 기관 등으로부터 요청을 받는 경우 위
          권한 있는 기관 등에게 해당 정보를 제공할 수 있습니다.
        </li>
        <li>④ 여러분은 전항의 의무를 소홀히 하여 발생한 불이익에 대해서는 보호받지 못합니다.</li>
      </ol>
      <strong>제 16 조 (회원의 의무)</strong>
      <ol>
        <li>
          ① 여러분은 관련 법령 및 본 약관, 운영정책 등을 준수하는 범위 내에서 어디아파 서비스를
          이용하셔야 하며, 이와 관련한 일체의 책임을 부담합니다.
        </li>
        <li>
          ② 여러분은 어디아파 서비스를 이용하는 과정에서 취득한 일체의 정보(제3자 정보 포함)를
          거래의 이행에 필요한 목적 이외에 다른 용도로 사용하여서는 아니 되며, 개인정보보호 등 관계
          법령 의무를 준수하여야 합니다.
        </li>
        <li>
          ③ 여러분은 어디아파 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 아니 됩니다.
          <ol>
            <li>1. 다른 회원의 계정을 부정 사용하는 행위</li>
            <li>2. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위</li>
            <li>3. 선량한 풍속, 기타 사회질서를 해하는 행위</li>
            <li>4. 타인의 명예를 훼손하거나 타인을 모욕하는 행위</li>
            <li>5. 타인의 지식재산권 등의 권리를 침해하는 행위</li>
            <li>6. 동의 받지 않은 타인에 대한 개인정보를 수집 또는 저장하는 행위</li>
            <li>7. 명의 도용 또는 결제 도용 행위</li>
            <li>8. 불법프로그램의 제공 행위</li>
            <li>9. 운영방해 또는 불법통신 행위</li>
            <li>10. 해킹 행위 또는 컴퓨터바이러스 등 악성코드의 유포행위</li>
            <li>11. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위</li>
            <li>
              12. 어디아파 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위(회사의
              서버 및 설비 등에 부하를 야기하는 행위 등)
            </li>
            <li>13. 기타 관련 법령에 위배되는 행위</li>
            <li>14. 어디아파 서비스를 본래의 목적에 어긋나게 사용하는 행위</li>
            <li>
              15. 기타 상기 각호에 준하는 내용으로서 회사가 어디아파 서비스 운영상 부적절하다고
              판단하는 행위
            </li>
          </ol>
        </li>
        <li>
          ④ 여러분은 여러분의 계정을 어디아파 서비스를 이용하기 위한 용도로만 사용하셔야 하며, 이를
          타인에게 대여 또는 양도하거나 타인의 계정을 대여 또는 양도받으시면 안 됩니다.
        </li>
        <li>
          ⑤ 여러분은 회사가 본 조의 위반여부 등을 확인하기 위해 관련자료의 제공 및 소명 등을
          요청하는 경우 이에 성실히 임하셔야 합니다.
        </li>
      </ol>
      <strong>제 17 조 (정보의 제공 및 방법)</strong>
      <ol>
        <li>
          ① 회사는 여러분이 어디아파 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나
          전자우편 등의 방법으로 여러분에게 제공할 수 있습니다. 다만, 여러분은 관련법에 따른
          거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신
          거절을 할 수 있습니다.
        </li>
        <li>
          ② 제1항의 정보를 전화 및 모사전송기기에 의하여 전송하려고 하는 경우에는 여러분의 사전
          동의를 받아서 전송합니다. 다만, 여러분의 가입, 탈퇴, 거래관련 정보 및 고객문의 등에 대한
          회신에 있어서는 제외됩니다.
        </li>
        <li>
          ③ 회사는 어디아파 서비스의 운영과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고를
          게재할 수 있습니다. 광고가 게재된 전자우편을 수신한 여러분은 회사에게 수신거절을 하실 수
          있습니다.
        </li>
        <li>
          ④ 여러분이 어디아파 서비스 상에 게재되어 있는 광고를 이용하거나 서비스를 통한 광고주의
          판촉활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 전적으로 여러분과 광고주 간의
          문제입니다. 만약 여러분과 광고주 간에 분쟁이 발생할 경우 여러분과 광고주가 직접 해결하여야
          하며, 이와 관련하여 회사가 광고주의 위법행위에 적극 가담하였다거나 위법행위를 고의 또는
          중과실로 방치하였다는 등 사정이 없는 한 회사는 어떠한 책임도 부담하지 않습니다.
        </li>
      </ol>
      <strong>제18조 (비식별정보의 활용 및 제3자 제공)</strong>
      <ol>
        <li>
          ① 회사는 어디아파 서비스를 통해 수집한 여러분의 개인정보를 비식별조치하여 비식별정보로
          가공한 후 이를 통계작성, 빅데이터 분석 등을 위하여 여러분의 동의 없이 이용할 수 있습니다.
        </li>
        <li>
          ② 회사는 제1항의 비식별정보 및 비식별정보를 바탕으로 작성한 통계자료 내지는 빅데이터 분석
          자료 등을 이후 서비스 개선 등 목적으로 이용할 수 있고, 여러분의 동의 없이 제3자에게 제공할
          수 있습니다.
        </li>
      </ol>
      <strong>제 19 조 (저작권의 귀속 등)</strong>
      <ol>
        <li>
          ① 어디아파 서비스 및 서비스의 구성요소, 서비스 도중 산출된 산출물 등에 관한 저작권 및
          지식재산권은 모두 회사에 귀속됩니다.
        </li>
        <li>
          ② 회사가 여러분의 개인정보를 비식별조치하여 비식별정보로 가공한 후 이를 바탕으로 작성한
          통계자료, 빅데이터 분석 자료 등의 저작권, 소유권 기타 모든 지식재산권은 모두 회사가
          소유합니다.
        </li>
        <li>
          ③ 여러분이 어디아파 서비스 이용을 통해 상담한 결과는 개인을 알아볼 수 없도록 비식별조치한
          후 회사가 제공하는 어디아파 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해
          필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다.
        </li>
        <li>
          ④ 회사는 제3항 이외의 방법으로 여러분의 상담 내역을 이용하고자 하는 경우에는 제14조에 따른
          방법으로 여러분에게 사전에 연락드려 동의를 얻겠습니다.
        </li>
        <li>
          ⑤ 회사는 어디아파 서비스와 관련하여 여러분에게 회사가 제공하는 서비스 이용권만을 부여하며,
          여러분은 이를 양도, 판매, 담보제공하는 등의 처분행위를 하실 수 없습니다.
        </li>
      </ol>
      <strong>제 20 조 (회원탈퇴 및 이용계약 해지 등)</strong>
      <ol>
        <li>
          ① 여러분은 언제든지 어디아파 서비스의 마이페이지 또는 고객센터를 통하여 회원탈퇴를 할 수
          있으며, 회사는 특별한 사정이 없는 한 이를 지체 없이 처리하겠습니다.
        </li>
        <li>
          ② 회원탈퇴가 완료되는 경우, 회사는 여러분의 개인정보 중 관련 법령에 따라 보유 의무가 있는
          정보를 제외한 개인정보를 지체 없이 삭제하겠습니다.
        </li>
        <li>
          ③ 여러분이 한 번 회원탈퇴를 하신 경우, 서비스 운영정책에서 정하는 바에 따라 어디아파
          서비스에 다시 가입하는 것이 제한될 수 있습니다.
        </li>
      </ol>
      <strong>제 21 조 (손해배상)</strong>
      <ol>
        <li>
          ① 만약 여러분의 행위로 회사 및 회사의 특수관계자, 직원, 고객, 협력 파트너 등에 손해가
          발생한 경우(직접적인 경제 손실, 영업권 손실, 대외 지급하는 배상금, 합의금, 변호사 비용 등
          간접적 경제 손실을 포함하되 이에 한정하지 않습니다), 여러분은 회사 및 회사의 특수관계자,
          직원, 고객, 협력 파트너 등에 그 손해를 모두 배상하여야 합니다.
        </li>
        <li>
          ② 만약 여러분의 행위로 회사 및 회사의 특수관계자, 직원, 고객, 협력 파트너 등이 제3자로부터
          금전 배상 요구 등 권리 주장을 받으면, 회사 및 회사의 특수관계자, 직원, 고객, 협력 파트너
          등은 제3자에게 금 배상 등 의무를 수행한 후 여러분에게 그 손해의 배상을 요구할 수 있습니다.
          <ol>
            <li>
              1. 관계 기관에서 현행 법령을 위반한 업체의 서비스 또는 현행 법령을 위반하는 게시물을
              처리하고 있다고 판단하여 회사에 제공 중지를 요청해 온 경우
            </li>
            <li>2. 방송통신심의위원회에서 시정요구 등을 해온 경우</li>
            <li>
              3. 공정거래위원회, 경찰청 등의 국가기관 또는 서울 전자상거래센터에서 이용자 피해를
              유발하고 있다고 판단하여 공지한 경우
            </li>
            <li>
              4. 제3자로부터 명예훼손, 지식재산권 침해 등을 이유로 권리침해신고가 접수되는 경우
            </li>
          </ol>
        </li>
        <li>
          ④ 회사는 다음 각 호의 사유가 있는 경우 즉시 여러분에게 영구이용정지 조치를 할 수 있습니다.
          본 항에 따른 영구이용정지시 여러분이 어디아파 이용을 통해 획득한 혜택 등도 모두 소멸되며,
          회사는 이에 대하여 별도로 보상하지 않습니다.
          <ol>
            <li>1. 명의 도용 또는 결제 도용 행위</li>
            <li>2. 불법프로그램의 제공 행위</li>
            <li>3. 운영방해 또는 불법통신 행위</li>
            <li>4. 해킹 행위 또는 컴퓨터바이러스 등 악성코드의 유포행위</li>
            <li>5. 기타 관련 법령에 위배되는 행위</li>
          </ol>
        </li>
        <li>
          ⑤ 회사는 제1항 또는 제2항에 따라 이용제한을 하는 경우 제14조에 따른 방법으로 여러분에게
          통지합니다. 이 경우 회사는 이용제한을 하기 전에 상당한 기간을 정하여 여러분에게 이의신청의
          기회를 드리는 것을 원칙으로 하며, 다만 운영정책에서 정하는 사유가 있을 경우엔 별도의 이의
          신청 기간을 부여하지 않을 수 있습니다.
        </li>
        <li>
          ⑥ 여러분은 본 조에 따라 어디아파 서비스의 이용정지 조치를 받은 경우 해당 위반사유를 해소한
          후 동 조치의 철회를 요청할 수 있습니다.
        </li>
        <li>
          ⑦ 회사는 본 조에 따라서 이용제한을 하는 경우 여러분은 이용제한의 철회를 요청할 수 있으며,
          해당 절차에 관한 구체적인 내용은 어디아파 서비스 운영정책에서 정하는 바에 의합니다.
        </li>
        <li>
          ⑧ 여러분의 회원자격이 본 조에 따라 박탈되는 경우, 회사는 관련 법령 및 개인정보처리방침에
          따라 보유하는 여러분의 정보를 제외한 여러분의 계정에 등록된 정보 일체 등을 삭제합니다.
        </li>
      </ol>
      <strong>제 22 조 (이용제한 및 해제)</strong>
      <ol>
        <li>
          ① 회사는 여러분이 일정기간 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을
          위해 어디아파 서비스의 이용을 제한할 수 있습니다.
        </li>
        <li>
          ② 회사는 여러분이 관련 법령, 본 약관 또는 서비스 운영정책 등을 위반하는 경우 어디아파
          계정의 중단, 영구이용정지, 일시이용정지, 해지 등(이하 '이용제한')의 조치를 취할 수
          있습니다. 이용제한의 구체적인 기준 등에 대해서는 운영정책에서 정합니다.
        </li>
        <li>
          ③ 회사는 법원의 판결 이전이라도 다음 각 호의 사유가 있는 경우에는 그 사유를 고려하여
          여러분에게 이용제한 조치를 할 수 있습니다.
        </li>
      </ol>
      <strong>제 23 조 (약관의 해석)</strong>
      <ol>
        <li>① 회사는 본 약관 외에 별도의 서비스 운영정책 등을 둘 수 있습니다.</li>
        <li>
          ② 본 약관에서 정하지 않은 사항이나 해석에 대하여는 서비스 운영정책, 이용안내, 기타 관련
          법령 또는 상관례에 따릅니다.
        </li>
      </ol>
      <strong>제 24 조 (일반 책임제한)</strong>
      <ol>
        <li>
          ① 회사는 천재지변, 디도스(DDOS) 공격, IDC 장애, 기간통신사업자의 회선 장애 또는 이에
          준하는 불가항력으로 인하여 어디아파 서비스를 제공할 수 없는 경우에는 어디아파 서비스
          미제공에 대한 책임을 지지 않습니다.
        </li>
        <li>
          ② 회사는 여러분의 귀책사유로 인한 어디아파 서비스 이용의 장애에 대하여는 책임을 지지
          않습니다.
        </li>
        <li>
          ③ 회사는 여러분 간의 어디아파 서비스를 매가로 하는 거래 또는 여러분과 제3자 상호 간의
          어디아파 서비스를 매개로 한 거래 등에 관하여 책임을 지지 않습니다.
        </li>
      </ol>
      <strong>제 25 조 (준거법 및 재판관할)</strong>
      <ol>
        <li>① 회사와 여러분 간에 발생한 분쟁에 대하여는 대한민국법을 준거법으로 합니다.</li>
        <li>
          ② 회사와 여러분 간에 발생한 분쟁은 서울중앙지방법원을 제1심 전속관할로 하는 소송절차로
          해결합니다.
        </li>
      </ol>
      <strong>[부칙]</strong>
      <ol>
        <li>1. 본 약관은 2020년 6월 17일부터 시행됩니다.</li>
      </ol>`;
